#Mon Dec 20 17:26:28 JST 2010
GUI_MODULES_IMPORT_NOT_AVAILABLE_0="WEB-INF/packages/modules"\u306E\u4E2D\u306B\u6709\u52B9\u306A\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
label.modules.uri.help=OpenCms VFS\u4E2D\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u306E\u30D1\u30B9\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.niceName.help=\u30E2\u30B8\u30E5\u30FC\u30EB\u540D\u306E\u30CB\u30C3\u30AF\u30CD\u30FC\u30E0\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_EXPORTPOINTS_LIST_ACTION_EDIT_NAME_0=\u7DE8\u96C6
GUI_EDITMODULERESOURCES_ADMIN_TOOL_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_DETAIL_HIDE_AUTHORINFO_NAME_0=\u8457\u4F5C\u8005\u60C5\u5831
GUI_MODULES_LABEL_RESTYPES_0=\u30EA\u30BD\u30FC\u30B9\u30BF\u30A4\u30D7 / \u30A8\u30AF\u30B9\u30D7\u30ED\u30FC\u30E9\u8A2D\u5B9A
ERR_READ_RESOURCE_1=\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30B9\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u8AAD\u307F\u8FBC\u3093\u3067\u3044\u308B\u9593\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F "{0}".
GUI_DEPENDENCIES_LIST_ACTION_DELETE_HELP_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3002
ERR_ACTION_DEPENDENCIES_DELETE_2=Error deleting module dependency {0} from module {1}.
GUI_EDITEXPORTPOINTS_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8
label.modulecreator=\u8457\u4F5C\u8005\u60C5\u5831
GUI_DEPENDENCIES_ADMIN_TOOL_GROUP_0=\u4F9D\u5B58\u6027\u30A2\u30AF\u30B7\u30E7\u30F3
GUI_DEPENDENCIES_LIST_ACTION_MDELETE_CONF_0=\u3053\u306E\u4F9D\u5B58\u6027\u3092\u524A\u9664\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
GUI_MODULES_DETAIL_SHOW_RESTYPES_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u3088\u3063\u3066\u5B9A\u7FA9\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u30BF\u30A4\u30D7\u3068\u30A8\u30AF\u30B9\u30D7\u30ED\u30FC\u30E9\u306E\u8A2D\u5B9A\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.authorEmail=\u8457\u8005\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9
GUI_MODULES_LABEL_RESOURCES_0=\u30EA\u30BD\u30FC\u30B9
label.modules.createResourcesFolder.help='/resources/'\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u8FFD\u52A0\u306E\u30EA\u30BD\u30FC\u30B9\uFF08css\u3084JavaScript\uFF09\u3092\u4FDD\u5B58\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3068\u306A\u308A\u307E\u3059\u3002
GUI_DELETEDEPENDENCIES_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u524A\u9664
GUI_IMPORTMODULE_ADMIN_TOOL_HELP_0=HTTP\u7D4C\u7531\u3067\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_LIST_ACTION_EXPORT_HELP_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_EXPORTPOINTS_LIST_ACTION_DELETE_HELP_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.parameters.help=\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30AA\u30D7\u30B7\u30E7\u30CA\u30EB\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u3092paramKey\=paramValue\u306E\u5F62\u5F0F\u3067\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_DELETEMODULE_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u524A\u9664
label.modules.actionClass=\u30A2\u30AF\u30B7\u30E7\u30F3\u30AF\u30E9\u30B9
ERR_ACTION_MODULE_UPLOAD_1=Error uploading the module {0}.
GUI_MODULES_LIST_ACTION_DELETE_HELP_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_DEPENDENCIES_LIST_ACTION_OVERVIEW_NAME_0=\u8A73\u7D30\u8868\u793A
GUI_DEPENDENCIES_LIST_ACTION_MDELETE_NAME_0=\u524A\u9664
label.modules.createLibFolder=lib\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210
GUI_MODULES_DETAIL_SHOW_DEPENDENCIES_NAME_0=\u4F9D\u5B58\u6027
GUI_MODULES_ADMIN_TOOL_HELP_0=OpenCms\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u7BA1\u7406\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_LABEL_DEPENDENCIES_0=\u4F9D\u5B58\u6027
GUI_EXPORTPOINTS_ADMIN_TOOL_GROUP_0=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u30A2\u30AF\u30B7\u30E7\u30F3
GUI_MODULES_LIST_NAME_0=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6E08\u30E2\u30B8\u30E5\u30FC\u30EB
GUI_MODULES_DETAIL_SHOW_RESOURCES_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.configuredDestination.help=\u30B5\u30FC\u30D0\u30FC\u306E\u30A6\u30A7\u30D6\u30A2\u30D7\u30EA\u30D5\u30A9\u30EB\u30C0\u30FC\u4E2D\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u306E\u30D1\u30B9
GUI_EXPORTPOINTS_LIST_COLS_SERVERDESTINATION_0=\u5B8C\u5168\u306A\u30B5\u30FC\u30D0\u30FC\u30D1\u30B9
GUI_MODULES_LIST_COLS_EXPORT_0=X
GUI_EXPORTPOINTS_LIST_ACTION_OVERVIEW_NAME_0=\u8A73\u7D30\u8868\u793A
GUI_EXPORTPOINTS_LIST_COLS_URI_0=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8URI
GUI_MODULES_LIST_COLS_DELETE_0=D
GUI_MODULES_LIST_ACTION_MDELETE_HELP_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_LABEL_AUTHOR_0=\u8457\u4F5C\u8005
GUI_MODULES_IMPORT_FILE_0=\u30D5\u30A1\u30A4\u30EB\u540D
label.uploadfromserver=\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
GUI_EDITDEPENDENCIES_ADMIN_TOOL_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_EXPORTPOINTS_ADMIN_TOOL_HELP_0=\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.dependencyinformation=\u30E2\u30B8\u30E5\u30FC\u30EB\u4F9D\u5B58\u6027
GUI_DEPENDENCIES_LIST_ACTION_EDIT_NAME_0=\u7DE8\u96C6
GUI_MODULES_LIST_COLS_NICENAME_0=\u30BF\u30A4\u30C8\u30EB
GUI_EXPORTMODULE_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
GUI_MODULES_LIST_EXPORT_REPORT_HANDLER_NAME_1=\u30E2\u30B8\u30E5\u30FC\u30EB"{0}"\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
GUI_MODULES_IMPORT_BLOCK_0=HTTP\u30A4\u30F3\u30DD\u30FC\u30C8\u30E2\u30B8\u30E5\u30FC\u30EB
label.modules.description.help=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u8AAC\u660E\u3092\u3053\u3053\u306B\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_LIST_ACTION_EDIT_NAME_0=\u7DE8\u96C6
GUI_NEWMODULE_ADMIN_TOOL_NAME_0=\u65B0\u3057\u3044\u30E2\u30B8\u30E5\u30FC\u30EB
label.modules.description=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u8AAC\u660E
GUI_IMPORTMODULESERVER_ADMIN_TOOL_HELP_0=OpenCms\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
ERR_ACTION_MODULES_DELETE_1=Error deleting the modules {0}.
GUI_NEWEXPORTPOINTS_ADMIN_TOOL_HELP_0=\u65B0\u3057\u3044\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_EDITMODULEPARAMETERS_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC
label.modules.createModuleFolder.help='/system/modules/'\u306B\u30E2\u30B8\u30E5\u30FC\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u30EA\u30BD\u30FC\u30B9\u306B\u30E2\u30B8\u30E5\u30FC\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002
GUI_MODULES_LIST_COLS_VERSION_0=\u30D0\u30FC\u30B8\u30E7\u30F3
label.modules.group.help=\u30E2\u30B8\u30E5\u30FC\u30EB\u30B0\u30EB\u30FC\u30D7\u306F\u3001\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30B0\u30EB\u30FC\u30D7\u5316\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
GUI_MODULES_LIST_COLS_EDIT_0=E
GUI_DEPENDENCIES_LIST_COLS_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u540D
label.modules.authorName.help=\u30E2\u30B8\u30E5\u30FC\u30EB\u4F5C\u6210\u8005\u306E\u540D\u524D\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.version.version=\u30E2\u30B8\u30E5\u30FC\u30EB\u30D0\u30FC\u30B8\u30E7\u30F3
GUI_MODULEDEPENDENCIES_ADMIN_TOOL_HELP_0=\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_DELETEEXPORTPOINTS_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3092\u524A\u9664
GUI_MODULES_DETAIL_HIDE_DEPENDENCIES_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u96A0\u3059\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_DETAIL_HIDE_RESOURCES_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u96A0\u3059\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_DETAIL_SHOW_AUTHORINFO_NAME_0=\u8457\u4F5C\u8005\u60C5\u5831
GUI_MODULES_DETAIL_HIDE_RESTYPES_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u3088\u3063\u3066\u5B9A\u7FA9\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u30BF\u30A4\u30D7\u3068\u30A8\u30AF\u30B9\u30D7\u30ED\u30FC\u30E9\u306E\u8A2D\u5B9A\u3092\u96A0\u3059\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.authorName=\u8457\u8005\u540D
label.modules.resources=\u30EA\u30BD\u30FC\u30B9
label.modules.group=\u30E2\u30B8\u30E5\u30FC\u30EB\u30B0\u30EB\u30FC\u30D7
GUI_NEWDEPENDENCIES_ADMIN_TOOL_NAME_0=\u65B0\u3057\u3044\u30E2\u30B8\u30E5\u30FC\u30EB\u4F9D\u5B58\u6027
label.modules.createElementsFolder=elements\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210
GUI_DEPENDENCIES_LIST_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u4F9D\u5B58\u6027
label.modules.niceName=\u30E2\u30B8\u30E5\u30FC\u30EB\u540D
GUI_EDITMODULE_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u7DE8\u96C6
GUI_DEPENDENCIES_LIST_ACTION_DELETE_CONF_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u524A\u9664\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
label.modules.moduleupload.help=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3059\u308B\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u9078\u629E\u3057\u3066\u4E0B\u3055\u3044\u3002OpenCms\u30B5\u30FC\u30D0\u30FC\u306EWEB-INF/packages/modules\u30D5\u30A9\u30EB\u30C0\u30FC\u306E\u4E2D\u306B\u542B\u307E\u308C\u308B\u5168\u3066\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30EA\u30B9\u30C8\u8868\u793A\u3057\u307E\u3059\u3002
GUI_MODULES_LIST_COLS_GROUP_0=\u30B0\u30EB\u30FC\u30D7
GUI_EDITMODULERESOURCES_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u30EA\u30BD\u30FC\u30B9
GUI_EXPORTPOINTS_LIST_ACTION_EDIT_HELP_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_LIST_ACTION_OVERVIEW_HELP_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u8A73\u7D30\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.actionClass.help=\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u521D\u671F\u5316\u3055\u308C\u305F\u308A\u5909\u66F4\u3055\u308C\u308B\u969B\u306B\u3053\u306E\u30AF\u30E9\u30B9\u304C\u547C\u3073\u51FA\u3055\u308C\u307E\u3059\u3002
GUI_MODULES_LIST_ACTION_EXPORT_CONF_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
GUI_MODULES_DETAIL_HIDE_AUTHORINFO_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u8457\u4F5C\u8005\u60C5\u5831\u3092\u96A0\u3059\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_EXPORTPOINTS_LIST_ACTION_DELETE_CONF_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3092\u524A\u9664\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
GUI_EXPORTPOINTS_LIST_COLS_DESTINATION_0=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u5148
label.modules.uri=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u30D1\u30B9
label.modules.authorEmail.help=\u30E2\u30B8\u30E5\u30FC\u30EB\u4F5C\u6210\u8005\u306E\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_DEPENDENCIES_LIST_ACTION_DELETE_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u524A\u9664
GUI_MODULES_LIST_ACTION_DELETE_CONF_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u524A\u9664\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
GUI_EXPORTPOINTS_LIST_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8
GUI_EDITEXPORTPOINTS_ADMIN_TOOL_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u7BA1\u7406
GUI_MODULES_DETAIL_SHOW_RESTYPES_NAME_0=\u30EA\u30BD\u30FC\u30B9\u30BF\u30A4\u30D7
ERR_ACTION_MODULE_EDIT_1=Cannot edit module {0}.
GUI_IMPORTMODULE_ADMIN_TOOL_NAME_0=HTTP\u3067\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
GUI_DELETEDEPENDENCIES_ADMIN_TOOL_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_LIST_ACTION_EXPORT_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
label.parameter=\u30E2\u30B8\u30E5\u30FC\u30EB\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC
GUI_EXPORTPOINTS_LIST_ACTION_DELETE_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3092\u524A\u9664
GUI_DELETEMODULE_ADMIN_TOOL_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_LIST_ACTION_DELETE_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u524A\u9664
label.modules.moduleupload=\u30E2\u30B8\u30E5\u30FC\u30EB\u9078\u629E
GUI_DEPENDENCIES_LIST_COLS_VERSION_0=\u30D0\u30FC\u30B8\u30E7\u30F3
label.modules.resources.help=\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u542B\u307E\u308C\u308BOpenCms VFS\u30EA\u30BD\u30FC\u30B9\uFF08\u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F\u30D5\u30A9\u30EB\u30C0\u30FC\uFF09\u306E\u30D1\u30B9\u3002
GUI_MODULES_LIST_ACTION_MDELETE_CONF_0=\u9078\u629E\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u524A\u9664\u3057\u3066\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
ERR_ACTION_MODULE_EXPORT_1=Cannot export module {0}.
GUI_DEPENDENCIES_LIST_ACTION_OVERVIEW_HELP_0=\u4F9D\u5B58\u6027\u306E\u8A73\u7D30\u60C5\u5831\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_DEPENDENCIES_LIST_ACTION_MDELETE_HELP_0=\u9078\u629E\u3055\u308C\u305F\u4F9D\u5B58\u6027\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
ERR_ACTION_MODULE_DELETE_1=Cannot delete module {0}.
GUI_MODULES_DETAIL_SHOW_DEPENDENCIES_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_ADMIN_TOOL_GROUP_0=\u7BA1\u7406\u30E1\u30CB\u30E5\u30FC
GUI_MODULES_DETAIL_SHOW_RESOURCES_NAME_0=\u30EA\u30BD\u30FC\u30B9
label.modules.version.version.help=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u3053\u3053\u306B\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.destinationPath.help=\u30B5\u30FC\u30D0\u30FC\u4E0A\u306E\u7D76\u5BFE\u30D1\u30B9
label.modules.createModuleFolder=\u30E2\u30B8\u30E5\u30FC\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210
ERR_ACTION_EXPORTPOINTS_DELETE_2=Error deleting module exportpoint {0} from module {1}.
GUI_MODULES_LIST_ACTION_MDELETE_NAME_0=\u524A\u9664
GUI_EXPORTPOINTS_LIST_ACTION_OVERVIEW_HELP_0=\u9078\u629E\u3055\u308C\u305F\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u306E\u8A73\u7D30\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULE_ADMIN_TOOL_GROUP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u30A2\u30AF\u30B7\u30E7\u30F3
label.modules.createClassesFolder.help='/classes/'\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u30C4\u30EA\u30FC\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u30ED\u30B1\u30FC\u30EB\u30D0\u30F3\u30C9\u30EB\u3084classes\u3084\u305D\u306E\u4ED6\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u5B58\u3057\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3068\u306A\u308A\u307E\u3059\u3002\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u306B'/classes/'\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002
label.modules.createResourcesFolder=resources\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210
GUI_EDITDEPENDENCIES_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u4F9D\u5B58\u6027
GUI_MODULES_LABEL_EXPLORERSETTINGSS_DETAIL_0=\u30A8\u30AF\u30B9\u30D7\u30ED\u30FC\u30E9\u8A2D\u5B9A
GUI_EXPORTPOINTS_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8
label.modulefolder=\u30E2\u30B8\u30E5\u30FC\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC
label.resource=\u30E2\u30B8\u30E5\u30FC\u30EB\u30EA\u30BD\u30FC\u30B9
GUI_DEPENDENCIES_LIST_ACTION_EDIT_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.exportpointinformation=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8
label.modules.createElementsFolder.help='/elements/'\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u30A8\u30EC\u30E1\u30F3\u30C8\u3092\u4FDD\u5B58\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3068\u306A\u308A\u307E\u3059\u3002
label.modules.name=\u30D1\u30C3\u30B1\u30FC\u30B8\u540D
GUI_EXPORTMODULE_ADMIN_TOOL_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.configuredDestination=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3078\u306E\u30D1\u30B9Destination path
label.modules.createClassesFolder=classes\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210
label.modules.name.help=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30D1\u30C3\u30B1\u30FC\u30B8\u540D\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044\u3002\u30D1\u30C3\u30B1\u30FC\u30B8\u540D\u306E\u547D\u540D\u898F\u5247\u306F\u3001Java\u30D1\u30C3\u30B1\u30FC\u30B8\u540D\u306E\u547D\u540D\u898F\u5247\u306B\u5F93\u3063\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_LABEL_RESTYPES_DETAIL_0=\u30EA\u30BD\u30FC\u30B9\u30BF\u30A4\u30D7
GUI_IMPORTMODULESERVER_ADMIN_TOOL_NAME_0=\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8
GUI_MODULES_LIST_ACTION_EDIT_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u7DE8\u96C6\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_NEWMODULE_ADMIN_TOOL_HELP_0=\u65B0\u3057\u3044\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_NEWEXPORTPOINTS_ADMIN_TOOL_NAME_0=\u65B0\u3057\u3044\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8
label.modules.destinationPath=\u7D76\u5BFE\u30D1\u30B9
GUI_EDITMODULEPARAMETERS_ADMIN_TOOL_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.parameters=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC
label.moduleinformation=\u30E2\u30B8\u30E5\u30FC\u30EB\u60C5\u5831
label.modules.createLibFolder.help='/lib/'\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u72EC\u81EA\u306Ejar\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u5B58\u3057\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3068\u306A\u308A\u307E\u3059\u3002\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u306B'/lib/'\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002
GUI_MODULEDEPENDENCIES_ADMIN_TOOL_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u4F9D\u5B58\u6027
GUI_MODULES_DETAIL_HIDE_DEPENDENCIES_NAME_0=\u4F9D\u5B58\u6027
GUI_MODULES_DETAIL_HIDE_RESOURCES_NAME_0=\u30EA\u30BD\u30FC\u30B9
GUI_DELETEEXPORTPOINTS_ADMIN_TOOL_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30DD\u30A4\u30F3\u30C8\u3092\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_DETAIL_HIDE_RESTYPES_NAME_0=\u30EA\u30BD\u30FC\u30B9\u30BF\u30A4\u30D7
GUI_MODULES_LIST_ACTION_OVERVIEW_NAME_0=\u8A73\u7D30\u8868\u793A
GUI_MODULES_DETAIL_SHOW_AUTHORINFO_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u8457\u4F5C\u8005\u60C5\u5831\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.createTemplateFolder=templates\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210
GUI_NEWDEPENDENCIES_ADMIN_TOOL_HELP_0=\u65B0\u3057\u3044\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u4F9D\u5B58\u6027\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_MODULES_LIST_COLS_NAME_0=\u30E2\u30B8\u30E5\u30FC\u30EB
GUI_EDITMODULE_ADMIN_TOOL_HELP_0=\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.modules.createTemplateFolder.help='/templates/'\u30B5\u30D6\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30DC\u30C3\u30AF\u30B9\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u4FDD\u5B58\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3068\u306A\u308A\u307E\u3059\u3002
ERR_ACTION_MODULE_DEPENDENCY_2=Cannot import Module {0}, the following dependencies are not fulfilled\: {1}
