#Mon Jan 28 13:15:38 JST 2013
GUI_CONTEXTMENU_TITLE_INACTIVE_ONLINEPROJECT_0=\u30AA\u30F3\u30E9\u30A4\u30F3\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u3067\u306F\u7DE8\u96C6\u4E0D\u53EF\u306A\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_DELETED_0=\u30EA\u30BD\u30FC\u30B9\u304C\u6D88\u3055\u308C\u305F\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
ERR_MENURULE_FROZEN_0=\u30E1\u30CB\u30E5\u30FC\u30EB\u30FC\u30EB\u306E\u5B9A\u7FA9\u304C\u51CD\u7D50\u3055\u308C\u3001\u7DE8\u96C6\u3059\u308B\u3053\u3068\u304C\u51FA\u6765\u307E\u305B\u3093\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_UNCHANGED_0=\u30EA\u30BD\u30FC\u30B9\u304C\u5909\u66F4\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
ERR_INITIALIZE_MENUITEMRULE_1=\u30E1\u30CB\u30E5\u30FC\u9805\u76EE\u30EB\u30FC\u30EB\u30AF\u30E9\u30B9\u3000{0}\u3000\u306E\u521D\u671F\u5316\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_PUBLISH_NOT_LOCKED_0=\u73FE\u30E6\u30FC\u30B6\uFF08\u3042\u306A\u305F\uFF09\u304C\u30EA\u30BD\u30FC\u30B9\u306E\u30ED\u30C3\u30AF\u3092\u53D6\u5F97\u3057\u3066\u3044\u306A\u3044\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_MOVED_0=\u30EA\u30BD\u30FC\u30B9\u304C\u79FB\u52D5\u3055\u308C\u3001\u4EE5\u524D\u306E\u30D1\u30B9\u304C\u7121\u52B9\u306B\u306A\u3063\u305F\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_NEW_UNCHANGED_0=\u30EA\u30BD\u30FC\u30B9\u304C\u65B0\u898F\u306E\u3082\u306E\u304B\u5909\u66F4\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_LOCK_INHERITED_0=\u89AA\u30D5\u30A9\u30EB\u30C0\u304B\u3089\u306E\u30ED\u30C3\u30AF\u304C\u7D99\u627F\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_PUBLISH_OTHERPROJECT_0=\u73FE\u5728\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306B\u5C5E\u3057\u3066\u3044\u306A\u3044\u30EA\u30BD\u30FC\u30B9\u306E\u305F\u3081\u3001\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_NOTLOCKED_0=\u30EA\u30BD\u30FC\u30B9\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_PUBLISH_INHERITED_0=\u89AA\u30D5\u30A9\u30EB\u30C0\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3044\u308B\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_OTHERPROJECT_0=\u4ED6\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306B\u3066\u30EA\u30BD\u30FC\u30B9\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_NOSIBLINGS_0=\u30EA\u30BD\u30FC\u30B9\u306B\u95A2\u9023\u30EA\u30BD\u30FC\u30B9\u304C\u306A\u3044\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_PERM_PUBLISH_0=\u5FC5\u8981\u306A\u516C\u958B\u6A29\u9650\u304C\u7121\u3044\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_PERM_WRITE_0=\u66F8\u304D\u8FBC\u307F\u6A29\u9650\u304C\u7121\u3044\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_NOTDELETED_0=\u30EA\u30BD\u30FC\u30B9\u304C\u6D88\u53BB\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
GUI_CONTEXTMENU_TITLE_INACTIVE_PUBLISH_PARENTFOLDER_0=\u89AA\u30D5\u30A9\u30EB\u30C0\u304C\u65B0\u3057\u3044\u305F\u3081\u4F7F\u7528\u4E0D\u53EF\u3068\u306A\u3063\u3066\u3044\u307E\u3059\u3002
