#Thu Nov 25 20:34:59 JST 2010
GUI_WORKPLACE_MESSAGE_ADMIN_TOOL_HELP_0=\u9078\u629E\u3055\u308C\u305FOpenCms\u30BB\u30C3\u30B7\u30E7\u30F3\u3078\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_WORKPLACE_MESSAGE_ALL_ADMIN_TOOL_GROUP_0=\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30C4\u30FC\u30EB
GUI_WORKPLACE_MESSAGE_ALL_ADMIN_TOOL_HELP_0=\u73FE\u5728\u306E\u3059\u3079\u3066\u306EOpenCms\u30BB\u30C3\u30B7\u30E7\u30F3\u306B\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_WORKPLACE_EMAIL_ALL_ADMIN_TOOL_NAME_0=\u5168\u54E1\u306B\u30E1\u30FC\u30EB\u3092\u9001\u4FE1
GUI_WORKPLACE_EMAIL_ALL_ADMIN_TOOL_GROUP_0=\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30C4\u30FC\u30EB
label.logfile.enabled=\u6709\u52B9
label.logfile.filePath.help=OpenCms\u30B5\u30FC\u30D0\u30FC\u306E\u5B9F\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u4E2D\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u3059\u30D1\u30B9\u6587\u5B57\u5217\u3002
GUI_WORKPLACE_TOOL_HELP_0=OpenCms\u30EF\u30FC\u30AF\u30D7\u30EC\u30FC\u30B9\u306E\u69D8\u3005\u306A\u7BA1\u7406\u30C4\u30FC\u30EB\u3092\u542B\u3093\u3067\u3044\u307E\u3059\u3002
label.loginmsg.loginForbidden.help=\u30B7\u30B9\u30C6\u30E0\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u4E2D\u306A\u3069\u306B\u3001\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u30ED\u30B0\u30A4\u30F3\u3092\u30ED\u30C3\u30AF\u3059\u308B\u3053\u3068\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002\uFF08\u305F\u3060\u3057\u3001\u7BA1\u7406\u8005\u30B0\u30EB\u30FC\u30D7\u306E\u30E6\u30FC\u30B6\u30FC\u3092\u9664\u304D\u307E\u3059\u3002\uFF09
label.loginmsg.timeStart.help=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u958B\u59CB\u65E5\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
GUI_WORKPLACE_TOOL_GROUP_0=\u7BA1\u7406\u30E1\u30CB\u30E5\u30FC
label.sync.destinationPathInRfs=\u30BF\u30FC\u30B2\u30C3\u30C8\u30D5\u30A9\u30EB\u30C0\u30FC
label.logfile.fileEncoding=\u6587\u5B57\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0
label.loginmsg.enabled=\u6709\u52B9
GUI_WORKPLACE_EMAIL_ADMIN_TOOL_GROUP_0=\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30C4\u30FC\u30EB
label.loginmsg.timeEnd.help=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u671F\u9650\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
label.loginmsg.timeEnd=\u7D42\u4E86\u6642\u9593
GUI_WORKPLACE_EMAIL_ALL_ADMIN_TOOL_HELP_0=\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u30FC\u3078\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.logfile.enabled.help=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306E\u53C2\u7167\u3092\u6709\u52B9/\u7121\u52B9\u306B\u3057\u307E\u3059\u3002
label.loginmsg.message=\u30E1\u30C3\u30BB\u30FC\u30B8
GUI_EDITOR_LABEL_SOURCE_LIST_VFS_BLOCK_0=\u5B9F\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u4E2D\u3067\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30D1\u30B9
GUI_WORKPLACE_REINIT_NAME_0=\u30EF\u30FC\u30AF\u30D7\u30EC\u30FC\u30B9\u306E\u521D\u671F\u5316
GUI_EDITOR_LABEL_ACTIVATE_SYNC_BLOCK_0=\u30D5\u30A1\u30A4\u30EB\u540C\u671F\u306E\u6709\u52B9\u5316
label.logfile.windowSize.help=\uFF11\u30DA\u30FC\u30B8\u3042\u305F\u308A\u306E\u8868\u793A\u884C\u6570
label.logfile.windowSize=\u8868\u793A\u884C\u6570
GUI_EDITOR_LABEL_CONFIGURATION_BLOCK_0=\u30ED\u30B0\u30A4\u30F3\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A2D\u5B9A
label.sync.destinationPathInRfs.help=\u540C\u671F\u3092\u884C\u3046\u5B9F\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u4E0A\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30D5\u30A9\u30EB\u30C0\u30FC\u3067\u3059\u3002
label.sync.enabled=\u6709\u52B9
label.logfile.isLogfile=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306E\u66F8\u5F0F
GUI_WORKPLACE_EMAIL_GROUPS_ADMIN_TOOL_GROUP_0=\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30C4\u30FC\u30EB
GUI_WORKPLACE_REINIT_HELP_0=\u3059\u3079\u3066\u306E\u30EF\u30FC\u30AF\u30D7\u30EC\u30FC\u30B9\u8A2D\u5B9A\u3092\u8AAD\u307F\u8FBC\u307F\u76F4\u3057\u307E\u3059\u3002\u521D\u671F\u5316\u304C\u5FC5\u8981\u306A\u30EF\u30FC\u30AF\u30D7\u30EC\u30FC\u30B9\u6A5F\u80FD\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u305F\u308A\u7DE8\u96C6\u3057\u305F\u5834\u5408\u306B\u4F7F\u7528\u3057\u3066\u4E0B\u3055\u3044\u3002
label.loginmsg.loginForbidden=\u30E6\u30FC\u30B6\u30FC\u306E\u30ED\u30C3\u30AF
GUI_WORKPLACE_EMAIL_ADMIN_TOOL_NAME_0=\u30E1\u30FC\u30EB\u9001\u4FE1
GUI_WORKPLACE_SYNC_NAME_0=\u540C\u671F\u8A2D\u5B9A
GUI_WORKPLACE_LOGVIEW_NAME_0=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB
label.sync.sourceListInVfs.help=\u540C\u671F\u3092\u884C\u3046OpenCms\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u4E2D\u306E\u30EA\u30BD\u30FC\u30B9
label.loginmsg.message.help=OpenCms\u306B\u30ED\u30B0\u30A4\u30F3\u3092\u8A66\u307F\u305F\u30E6\u30FC\u30B6\u30FC\u306B\u8868\u793A\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
label.loginmsg.enabled.help=\u30ED\u30B0\u30A4\u30F3\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u6709\u52B9/\u7121\u52B9
messagebox.reinitworkplace=\u30EF\u30FC\u30AF\u30D7\u30EC\u30FC\u30B9\u306E\u521D\u671F\u5316\u3092\u884C\u3046\u306B\u306F\u3001"OK"\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002"\u53D6\u308A\u6D88\u3057"\u3067\u623B\u308A\u307E\u3059\u3002
GUI_WORKPLACE_MESSAGE_ADMIN_TOOL_GROUP_0=\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30C4\u30FC\u30EB
GUI_WORKPLACE_POPUP_GROUPS_ADMIN_TOOL_NAME_0=\u30B0\u30EB\u30FC\u30D7\u306B\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u308B
GUI_WORKPLACE_SESSIONS_ADMIN_TOOL_NAME_0=\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8
label.sync.enabled.help=\u540C\u671F\u306E\u6709\u52B9/\u7121\u52B9
GUI_WORKPLACE_EMAIL_ADMIN_TOOL_HELP_0=\u9078\u629E\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u3078\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_WORKPLACE_SYNC_HELP_0=\u540C\u671F\u8A2D\u5B9A\u3092\u7DE8\u96C6\u3059\u308B\u3002OpenCms\u4EEE\u60F3\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u3092\u5B9F\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u306E\u30D5\u30A9\u30EB\u30C0\u30FC\u3068\u540C\u671F\u3057\u305F\u3044\u5834\u5408\u306B\u4F7F\u7528\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_WORKPLACE_LOGVIEW_HELP_0=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u3084\u4ED6\u306E\u9078\u629E\u53EF\u80FD\u306A\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u793A\u3057\u305F\u308A\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B\u3053\u3068\u3092\u8A31\u53EF\u3059\u308B\u3002
GUI_WORKPLACE_LOGVIEW_DOWNLOAD_NAME_0=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
GUI_WORKPLACE_EMAIL_GROUPS_ADMIN_TOOL_NAME_0=\u30B0\u30EB\u30FC\u30D7\u306B\u30E1\u30FC\u30EB\u3092\u9001\u4FE1
GUI_WORKPLACE_SESSIONS_ADMIN_TOOL_GROUP_0=\u30EF\u30FC\u30AF\u30D7\u30EC\u30FC\u30B9\u30C4\u30FC\u30EB
label.loginmsg.timeStart=\u958B\u59CB\u6642\u9593
GUI_WORKPLACE_POPUP_GROUPS_ADMIN_TOOL_HELP_0=\u9078\u629E\u3057\u305F\u30B0\u30EB\u30FC\u30D7\u306E\u30E1\u30F3\u30D0\u30FC\u5168\u54E1\u306B\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
label.logfile.fileEncoding.help=\u30D5\u30A1\u30A4\u30EB\u304C\u30C6\u30AD\u30B9\u30C8\u3092\u542B\u3093\u3067\u3044\u308B\u5834\u5408\u306B\u306F\u3001\u6587\u5B57\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
GUI_WORKPLACE_SESSIONS_ADMIN_TOOL_HELP_0=\u73FE\u5728\u6709\u52B9\u306AOpenCms\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3057\u3066\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30FC\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_WORKPLACE_BASIC_GROUP_0=\u30EF\u30FC\u30AF\u30D7\u30EC\u30FC\u30B9\u30C4\u30FC\u30EB
GUI_WORKPLACE_LOGINMESSAGE_NAME_0=\u30ED\u30B0\u30A4\u30F3\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8A2D\u5B9A
GUI_WORKPLACE_LOGVIEW_DOWNLOAD_HELP_0=\u9078\u629E\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u30ED\u30FC\u30AB\u30EB\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u30FC\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B\u3053\u3068\u3092\u8A31\u53EF\u3059\u308B\u3002
GUI_EDITOR_LABEL_DESTINATION_RFS_BLOCK_0=\u30EA\u30BD\u30FC\u30B9\u306EOpenCms\u4EEE\u60F3\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u306E\u4E2D\u3067\u306E\u30D1\u30B9
GUI_WORKPLACE_EMAIL_GROUPS_ADMIN_TOOL_HELP_0=\u9078\u629E\u3057\u305F\u30B0\u30EB\u30FC\u30D7\u306E\u30E1\u30F3\u30D0\u30FC\u5168\u54E1\u306B\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3059\u308B\u306B\u306F\u3001\u3053\u3053\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002
GUI_WORKPLACE_POPUP_GROUPS_ADMIN_TOOL_GROUP_0=\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30C4\u30FC\u30EB
GUI_EDITOR_LABEL_ACTIVATE_BLOCK_0=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6709\u52B9\u5316
GUI_WORKPLACE_LOGINMESSAGE_HELP_0=\u30ED\u30B0\u30A4\u30F3\u5F8C\u306B\u8868\u793A\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A2D\u5B9A\u3092\u8A31\u53EF\u3059\u308B\u3002\u307E\u305F\u3001\u30B7\u30B9\u30C6\u30E0\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u4E2D\u306A\u3069\u306B\u3001\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u30ED\u30B0\u30A4\u30F3\u3092\u7981\u6B62\u3059\u308B\u3053\u3068\u3092\u8A31\u53EF\u3059\u308B\u3002
label.logfile.isLogfile.help=\u9078\u629E\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u5408\u306F\u3001\u3053\u3053\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u4E0B\u3055\u3044\u3002\u6700\u65B0\u306E\u51FA\u529B\u306F\u3001\u4E0A\u90E8\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
GUI_WORKPLACE_MESSAGE_ADMIN_TOOL_NAME_0=\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u308B
GUI_WORKPLACE_MESSAGE_ALL_ADMIN_TOOL_NAME_0=\u5168\u54E1\u306B\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u308B
label.logfile.filePath=\u30D5\u30A1\u30A4\u30EB\u30D1\u30B9
GUI_WORKPLACE_TOOL_NAME_0=\u30EF\u30FC\u30AF\u30D7\u30EC\u30FC\u30B9\u30C4\u30FC\u30EB
label.sync.sourceListInVfs=\u30EA\u30BD\u30FC\u30B9
