<?xml version="1.0" encoding="ISO-8859-1"?>
<XMLTEMPLATE>
<TEMPLATE> <![CDATA[<TABLE border=0 cellPadding=0 cellSpacing=0>

<TR>
<TD><B>Integrierte Benutzerverwaltung</B> </TD></TR>
<TR>
<TD>Der Zugriff auf einzelne Bestandteile der Benutzeroberfl&#228;che und auf Verzeichnisse und Dateien in OpenCms ist &#252;ber die Benutzer- und Rechteverwaltung geregelt. So ist eine optimale &#220;bersichtlichkeit und ein kontrollierter Zugriff auf gesch&#252;tzte Bereiche gew&#228;hrleistet.</TD></TR>
<TR>
<TD><B><BR>Projektbasiertes Publizieren</B> </TD></TR>
<TR>
<TD>Das Bearbeiten der Inhalte erfolgt in Offline-Projekten. &#196;nderungen k&#246;nnen so vor der Ver&#246;ffentlichung offline getestet und ggf. vom Projektleiter abgenommen werden.</TD></TR>
<TR>
<TD><B><BR>Trennung von Inhalt und Layout</B> </TD></TR>
<TR>
<TD>Der Inhalt (Content) und die Layoutvorlagen werden in getrennten Dateien abgelegt. Der Redakteur bearbeitet ausschlie&#223;lich den Inhalt und die Webdesigner ausschlie&#223;lich das Layout der Website.</TD></TR>
<TR>
<TD><B><BR>Aufbewahrung aller Inhalte in XML</B> </TD></TR>
<TR>
<TD>XML (Extensible Markup Language) ist eine Sprache zur inhaltlichen Strukturierung und Klassifizierung von Informationen. In XML kann nicht nur definiert werden, welche Anordnung auf dem Bildschirm die Informationen erfahren sollen (HTML), sondern auch, um welche Arten von Information es sich handelt, z. B. Datum, Preis, Artikelnummer etc.</TD></TR>
<TR>
<TD><B><BR>Einheitliche Darstellung durch Templates</B> </TD></TR>
<TR>
<TD>Alle Inhalte erscheinen in definierten Templates mit aufeinander abgestimmten Layouts. Beim Erstellen neuer Seiten passt sich die Navigation automatisch an, so dass Linkaktualit&#228;t und ein durchg&#228;ngiges Corporate-Design gew&#228;hrleistet sind. </TD></TR>
<TR>
<TD><B><BR>WYSIWYG Editor</B> </TD></TR>
<TR>
<TD>Die Bearbeitung der Web-Seiten erfolgt &#252;ber einen What-you-see-is-what-you-get - Editor, daher sind keine HTML-Kenntnisse erforderlich. Bei Bedarf kann auf einen Text-Editor umgeschaltet werden, um &#196;nderungen am HTML-Code vornehmen zu k&#246;nnen. </TD></TR>
<TR>
<TD><B><BR>Bilder- und Downloadgalerien</B> </TD></TR>
<TR>
<TD>Alle verwendeten Media-Dateien, wie Bilder, Kl&#228;nge, Animationen und alle downloadbaren Dokumente anderer Formate (z.B. pdf) werden in Galerien verwaltet. Das erh&#246;ht die Performance der Website und vermeidet Daten-Redundanzen. </TD></TR>
<TR>
<TD><B><BR>Browsergest&#252;tztes Arbeiten</B> </TD></TR>
<TR>
<TD>Die Bedienung von OpenCms erfolgt direkt &#252;ber den Internet-Browser. Zus&#228;tzliche Software mu&#223; nicht installiert werden. </TD></TR>
<TR>
<TD><B><BR>Versionskontrolle</B> </TD></TR>
<TR>
<TD>Zu jeder Seite ist eine Historie abrufbar, in der ersichtlich ist, welcher Benutzer zu welchem Zeitpunkt die Seite erstellt und &#196;nderungen vorgenommen hat. Alle vorherigen Versionen der Seite werden archiviert und lassen sich wiederherstellen, so dass auch fr&#252;here Inhalte zeitnah zur Verf&#252;gung stehen. </TD></TR>
<TR>
<TD><B><BR>Integrierter Workflow</B> </TD></TR>
<TR>
<TD>Der integrierte Workflow von OpenCms erm&#246;glicht es, Aufgaben an beteiligte Mitarbeiter weiterzuleiten. Gleichzeitig entsteht eine komplette Projektdokumentation. </TD></TR>
<TR>
<TD><B><BR>Modulsystem f&#252;r Erweiterungen</B> </TD></TR>
<TR>
<TD>Zur Realisierung individueller Funktionen k&#246;nnen an den Programmkern &#252;ber standardisierte Schnittstellen weitere OpenCms-Module angeschlossen werden. Zur Entwicklung eigener Module steht eine Dokumentation zur Verf&#252;gung. </TD></TR>
<TR>
<TD><STRONG><BR>100 % Java </STRONG></TD></TR>
<TR>
<TD>OpenCms ist zu 100% in Java programmiert. Dadurch ist eine Weiterentwicklung besonders einfach und zukunftssicher. </TD></TR></TABLE>]]></TEMPLATE>
</XMLTEMPLATE>
