ERR_INITIALIZE_MENUITEMRULE_1							=\u041e\u0448\u0438\u0431\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u043a\u043b\u0430\u0441\u0441\u0430 \u043f\u0443\u043d\u043a\u0442\u0430 \u043c\u0435\u043d\u044e {0}.
ERR_MENURULE_FROZEN_0									=\u041e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u043c\u0435\u043d\u044e \u0437\u0430\u043c\u043e\u0440\u043e\u0436\u0435\u043d\u043e \u0438 \u043d\u0435 \u043c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u043e.

GUI_CONTEXTMENU_TITLE_INACTIVE_DELETED_0				=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u0443\u0434\u0430\u043b\u0435\u043d.
GUI_CONTEXTMENU_TITLE_INACTIVE_LOCK_INHERITED_0			=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u043a\u0430 \u0443\u043d\u0430\u0441\u043b\u0435\u0434\u043e\u0432\u0430\u043d\u0430 \u043e\u0442 \u043f\u0430\u043f\u043a\u0438.
GUI_CONTEXTMENU_TITLE_INACTIVE_NEW_UNCHANGED_0			=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u043d\u043e\u0432\u044b\u0439 \u0438\u043b\u0438 \u043d\u0435\u0438\u0437\u043c\u0435\u043d\u0435\u043d\u043d\u044b\u0439.
GUI_CONTEXTMENU_TITLE_INACTIVE_NOSIBLINGS_0				=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u043d\u0435 \u0438\u043c\u0435\u0435\u0442 \u0441\u0432\u044f\u0437\u0435\u0439.
GUI_CONTEXTMENU_TITLE_INACTIVE_NOTDELETED_0				=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u043d\u0435 \u0443\u0434\u0430\u043b\u0435\u043d.
GUI_CONTEXTMENU_TITLE_INACTIVE_NOTLOCKED_0				=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u043d\u0435 \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d.
GUI_CONTEXTMENU_TITLE_INACTIVE_ONLINEPROJECT_0			=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u043c\u043e\u0434\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f \u0432 \u043e\u043d\u043b\u0430\u0439\u043d-\u043f\u0440\u043e\u0435\u043a\u0442\u0435 \u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u0430.
GUI_CONTEXTMENU_TITLE_INACTIVE_OTHERPROJECT_0			=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d \u0432 \u0434\u0440\u0443\u0433\u043e\u043c \u043f\u0440\u043e\u0435\u043a\u0442\u0435.
GUI_CONTEXTMENU_TITLE_INACTIVE_PERM_PUBLISH_0			=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u043e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044e\u0442 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u044b\u0435 \u043f\u0440\u0430\u0432\u0430 \u0434\u043b\u044f \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438.
GUI_CONTEXTMENU_TITLE_INACTIVE_PERM_WRITE_0				=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u043e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e\u0435 \u043f\u0440\u0430\u0432\u043e \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u044c.
GUI_CONTEXTMENU_TITLE_INACTIVE_PUBLISH_INHERITED_0		=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u044c\u0441\u043a\u0430\u044f \u043f\u0430\u043f\u043a\u0430 \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d\u0430.
GUI_CONTEXTMENU_TITLE_INACTIVE_PUBLISH_NOT_LOCKED_0		=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u043d\u0435 \u0437\u0430\u0431\u043b\u043e\u043a\u0438\u0440\u043e\u0432\u0430\u043d \u0442\u0435\u043a\u0443\u0449\u0438\u043c \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u043c.
GUI_CONTEXTMENU_TITLE_INACTIVE_PUBLISH_OTHERPROJECT_0	=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u043d\u0435 \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u0447\u0430\u0441\u0442\u044c\u044e \u0442\u0435\u043a\u0443\u0449\u0435\u0433\u043e \u043f\u0440\u043e\u0435\u043a\u0442\u0430.
GUI_CONTEXTMENU_TITLE_INACTIVE_PUBLISH_PARENTFOLDER_0	=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u044c\u0441\u043a\u0430\u044f \u043f\u0430\u043f\u043a\u0430 \u043d\u043e\u0432\u0430\u044f.
GUI_CONTEXTMENU_TITLE_INACTIVE_UNCHANGED_0				=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u043d\u0435\u0438\u0437\u043c\u0435\u043d\u0435\u043d.
GUI_CONTEXTMENU_TITLE_INACTIVE_MOVED_0					=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u0431\u044b\u043b \u043f\u0435\u0440\u0435\u043c\u0435\u0449\u0435\u043d.
GUI_CONTEXTMENU_TITLE_OTHER_SITE_INACTIVE_0				=\u041e\u0442\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u043a \u043a\u0430\u043a \u0440\u0435\u0441\u0443\u0440\u0441 \u043d\u0430\u0445\u043e\u0434\u0438\u0442\u0441\u044f \u043d\u0430 \u0434\u0440\u0443\u0433\u043e\u043c \u0441\u0430\u0439\u0442\u0435.
