<?xml version="1.0" encoding="ISO-8859-1"?>
<XMLTEMPLATE>
<TEMPLATE> <![CDATA[<TABLE cellSpacing=0 cellPadding=0 width=270 border=0>

<TR>
<TD width=60></TD>
<TD>Im Dialogfenster "Neue Aufgabe erstellen" haben Sie die folgenden Auswahlm&#246;glichkeiten</TD></TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD vAlign=baseline align=left><B>Aufgabe f&#252;r:</B></TD>
<TD>W&#228;hlen Sie im Pulldown Men&#252; die Rolle aus, f&#252;r die die neue Aufgabe vorgesehen ist.</TD></TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD vAlign=baseline align=left><B>Aufgabe f&#252;r:</B></TD>
<TD>W&#228;hlen Sie im Pulldown Men&#252; den Benutzer aus der gew&#228;hlten Rolle aus, der als Verantwortlicher die Aufgabe bearbeiten soll.</TD></TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD vAlign=baseline align=left><B>Aufgabe:</B></TD>
<TD>Tragen Sie in das einzeilige Eingabefeld die &#220;berschrift der neuen Aufgabe und in des sechszeilige Eingabefeld die detaillierte Beschreibung ein.</TD>
</TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD vAlign=baseline align=left><B>F&#228;llig am:</B></TD>
<TD>Geben Sie hier das F&#228;lligkeitsdatum im Format xx.xx.xxxx (Tag.Monat.Jahr) ein. Mit dem Button Kalender k&ouml;nnen Sie einen Kalenderdialog aufrufen, in dem Sie den F&#228;lligkeitstag per Mausklick markieren k&ouml;nnen.</TD>
</TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD vAlign=baseline align=left><B>Priorit&#228;t:</B></TD>
<TD>W&auml;hlen Sie hier eine der Priorit&auml;ten hoch, mittel oder niedrig aus.</TD>
</TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD  vAlign=baseline align=left><B>Benachrichtigung bei Annahme:</B></TD>
<TD>Aktivieren Sie diese Checkbox, um als Aufgabensteller per Email benachrichtigt zu werden, wenn die Aufgabe vom bevorzugten Benutzer angenommen wird.</TD>
</TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD vAlign=baseline align=left><B>Benachrichtigung bei &#220;bergabe:</B></TD>
<TD>Aktivieren Sie diese Checkbox, um als Aufgabensteller per Email benachrichtigt zu werden, wenn die Aufgabe vom bevorzugten Benutzer weitergeleitet wird.</TD>
</TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD vAlign=baseline align=left><B>Benachrichtigung bei Fertigstellung:</B></TD>
<TD>Aktivieren Sie diese Checkbox, um als Aufgabensteller per Email benachrichtigt zu werden, wenn die Aufgabe vom Bearbeiter als erledigt abgehakt wird.</TD>
</TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD vAlign=baseline align=left><B>Alle Rollenmitglieder von Aufgabe benachrichtigen:</B></TD> 
<TD>Aktivieren Sie diese Checkbox, um alle Mitglieder der Rolle des bevorzugten Benutzers per Email zu benachrichtigen, wenn die Aufgabe erstellt wird.<BR> <U>Hinweis:</U> Je nach Gr&#246;&#223;e der Benutzergruppe wird hier eine hohe Anzahl an Emails generiert.</TD>
</TR>
<TR>
<TD><IMG src="/pics/system/blank.jpg" width=5 height=15></TD>
<TD></TD>
</TR>
<TR>
<TD></TD>
<TD>Bei Auswahl des Buttons &quot;Ok&quot; wird die Aufgabe im System angelegt und der Mitarbeiter, der als bevorzugter Benutzer ausgew&#228;hlt worden ist, automatisch per Email benachrichtigt, da&#223; eine neue Aufgabe f&#252;r ihn vorliegt.<BR> &#220;ber den in der Email angegebenen Link kann die Aufgabe vom Empf&#228;nger direkt aufgerufen werden.</TD>
</TR></TABLE>]]></TEMPLATE>
</XMLTEMPLATE>
