<?xml version="1.0" encoding="ISO-8859-1"?>
<XMLTEMPLATE>
<TEMPLATE> <![CDATA[<TABLE border=0 cellPadding=0 cellSpacing=0 width=270>

<TR>
<TD></TD>
<TD>Die Detailansicht einer Aufgabe weist je nach Bearbeitungsstatus der Aufgabe und Status des Benutzers verschiedene Bearbeitungsoptionen auf.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>R&#252;ckfragen:</B></TD>
<TD>Hier kann bei neuen und aktiven Aufgaben eine R&#252;ckfrage an den Aufgabensteller gestellt werden.<BR>Bei Absenden der R&#252;ckfrage wird automatisch eine Email an den Aufgabensteller generiert, die ihm mitteilt, dass eine neue Nachricht f&#252;r ihn vorliegt. Die R&#252;ckfrage selbst erscheint allerdings ausschlie&#223;lich in der Dokumentation der Aufgabe.<BR>Diese Aktion kann bei einer aktiven Aufgabe nur vom Bearbeiter und bei einer neuen Aufgabe nur vom bevorzugten Benutzer ausgef&#252;hrt werden.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>Annehmen:</B></TD>
<TD>Nach Best&#228;tigung der Abfrage "Aufgabe wirklich annehmen?" erscheint in der Dokumentation der Aufgabe "Aufgabe angenommen" mit Datum, Uhrzeit und Namen desjenigen, der die Aufgabe angenommen hat.<BR>Diese Aktion kann nur vom bevorzugten Benutzer ausgef&#252;hrt werden.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>&#220;bernehmen:</B></TD>
<TD>Nach Best&#228;tigung der Abfrage "Aufgabe wirklich &#252;bernehmen?" erscheint in der Dokumentation der Aufgabe "Aufgabe &#252;bernommen" mit Datum, Uhrzeit und Namen desjenigen, der die Aufgabe &#252;bernommen hat.<BR>Diese Aktion kann von allen Rollenmitgliedern der Rolle, f&#252;r die die Aufgabe bestimmt ist, ausgef&#252;hrt werden.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>F&#228;lligkeit:</B></TD>
<TD>Hier wird das urspr&#252;ngliche F&#228;lligkeitsdatum angezeigt.<BR>Diese Aktion kann nur vom Aufgabensteller ausgef&#252;hrt werden.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>Weiterleiten:</B></TD>
<TD>Hier wird die urspr&#252;nglich eingegebene Gruppe und der bevorzugte Benutzer angezeigt. Beide k&#246;nnen im Pulldown-Men&#252; ge&#228;ndert werden.<BR>Diese Aktion kann nur vom Aufgabensteller oder vom Bearbeiter ausgef&#252;hrt werden.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>Priorit&#228;t</B></TD>
<TD>Es kann zwischen hoher, mittlerer und niedriger Priorit&#228;t gew&#228;hlt werden.<BR>Diese Aktion kann nur vom Aufgabensteller ausgef&#252;hrt werden.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>Nachricht:</B></TD>
<TD>Bei Klick auf "Senden" wird automatisch eine Email an den Bearbeiter generiert, die ihm mitteilt, dass eine neue Nachricht f&#252;r ihn vorliegt. Die Nachricht selbst erscheint allerdings ausschlie&#223;lich in der Dokumentation der Aufgabe.<BR>Diese Aktion kann nur vom Aufgabensteller ausgef&#252;hrt werden.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>Neuer Kommentar:</B></TD>
<TD>Bei Klick auf "Ok" erscheint der Kommentar in der Dokumentation der Aufgabe.<BR>Diese Aktion kann nur vom Aufgabensteller und vom Bearbeiter (bei einer aktiven Aufgabe) bzw. vom bevorzugten Benutzer (bei einer neuen Aufgabe) ausgef&#252;hrt werden.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>Abhaken:</B></TD>
<TD>Durch Auswahl des Buttons "Abhaken" wird der Status der Aufgabe von aktiv auf erledigt gesetzt.<BR>Diese Aktion nur vom Bearbeiter ausgef&#252;hrt werden.</TD></TR>
<TR>
<TD><IMG height=15 src="/pics/system/blank.jpg" width=5></TD>
<TD></TD></TR>
<TR>
<TD align=left vAlign=baseline><B>Reaktivieren</B></TD>
<TD>Durch Auswahl des Buttons "Reaktivieren" kann eine bereits erledigte Aufgabe wieder reaktiviert werden. Es erscheint das Dialogfenster "Aufgabe reaktivieren", welches mit dem Dialogfenster "Neue Aufgabe erstellen" identisch ist. Hier k&#246;nnen alle Daten der Aufgabe neu bearbeitet werden.<BR>Die Aktion Aufgabe reaktivieren kann nur vom Aufgabensteller ausgef&#252;hrt werden.</TD></TR></TABLE>]]></TEMPLATE>
</XMLTEMPLATE>
