<HTML>
<head><META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<TITLE>opencms - Hilfe</TITLE>
<link rel=stylesheet type="text/css" href="../../css/help.css">
</HEAD>

<BODY>

<h3>Administration: Benutzerverwaltung: Benutzer: Neu</h3>

<TABLE WIDTH=270
 BORDER=0 CELLSPACING=1 CELLPADDING=1>
	<TR>
		<TD width=20></TD>
		<TD>Tragen Sie in die Eingabefelder im Dialogfenster &quot;Benutzer neu anlegen&quot; ein:<BR><BR><STRONG>Benutzer:</STRONG>
		 Eingabe des Benutzernamens, mit dem sich der Benutzer im System anmeldet. Unter diesem Namen werden auch alle &Auml;nderungen, die der Benutzer vornimmt, im System vermerkt.<STRONG>Wichtig!</STRONG> Es 
            ist nicht m&ouml;glich, den Benutzernamen nachtr&auml;glich zu &auml;ndern.<BR><STRONG>Name:</STRONG> 
		 Eingabe des Nachnamens.<BR><STRONG>Vorname:</STRONG>
		 Eingabe des Vornamens.<BR><STRONG>Kennwort:</STRONG> Eingabe
		 des Kennworts des Benutzers. Die &Auml;nderung des Kennwortes ist durch den Benutzer &uuml;ber den Button Einstellungen (Karteikarte Benutzerdaten) m&ouml;glich.<BR><STRONG>Kennwort best.:</STRONG>
		  Wiederholung des Kennworts.<BR><STRONG>Beschreibung: 
            </STRONG>
		 Eingabe einer n&auml;heren Beschreibung, z.B. Abteilung, Funktion im Unternehmen, etc.<BR>
		 <STRONG>Email:</STRONG> Eingabe der Email-Adresse des Benutzers. An diese Email-Adresse werden die Benachrichtigungen aus der Aufgabenverwaltung geschickt.<BR>
		 <STRONG>Stra&szlig;e:</STRONG> Eingabe der Stra&szlig;e.<BR> 
		 <STRONG>PLZ:</STRONG> 
            Eingabe der PLZ.<BR> 
		 <STRONG>Ort:</STRONG> Eingabe des Ortes.<BR><BR>
		 <STRONG>Zuordnung eines Benutzers zu Benutzergruppen</STRONG><BR><BR>
		 In der Box &quot;Benutzer geh&ouml;rt zur Gruppe&quot; sind die Gruppen aufgelistet, denen der Benutzer aktuell angeh&ouml;rt. In der Box &quot;alle anderen Gruppen&quot; sind alle anderen verf&uuml;gbaren Gruppen aufgelistet.<BR><BR>
		 Markieren Sie eine 
            Gruppe
		 unter &quot;alle anderen 
            Gruppen&quot; und klicken Sie auf den Button &quot;Hinzuf&uuml;gen&quot;, damit der Benutzer einer Gruppe  hinzugef&uuml;gt wird. Diese Gruppe erscheint dann unter &quot;Benutzer geh&ouml;rt zur Gruppe&quot;.<BR>
		 Markieren Sie eine
		 Gruppe 
            unter &quot;Benutzer geh&ouml;rt zur Gruppe&quot; und klicken Sie auf den Button &quot;Entfernen&quot;. Der Benutzer wird dann aus einer vorhandenen Gruppe entfernt.<BR>
         Default-Gruppe: W&auml;hlen Sie hier die &quot;Default&quot;-Gruppe aus. Das ist die Gruppe, in der der Benutzer standardm&auml;&szlig;ig arbeitet, nachdem er sich angemeldet hat. Die &Auml;nderung der Default-Gruppe ist durch den Benutzer selbst &uuml;ber den Button Einstellungen (Karteikarte Starteinstellungen) m&ouml;glich. 
		</TD>
		<TD></TD>
	</TR>
</TABLE>

<p><A href="javascript:top.close();">Schlie&szlig;en</A></p>

</BODY>
</HTML>
